<?php
/**
 * +----------------------------------------------------------------------
 * | 打印小票功能模块相关配置文件
 * +----------------------------------------------------------------------
 * | Author: lujingfeng <chingfeng@foxmail.com>
 * +----------------------------------------------------------------------
 * | Date: 2016-03-01
 * +----------------------------------------------------------------------
 */

//报告所有错误
error_reporting(0);

return array( 
        'db_config' => array(                   //数据库相关配置
                'dbsever'    => 'localhost',    //数据库服务器地址
                'dbuser'     => 'root',         //数据库连接账号
                'dbpassword' => '123456',       //数据库连接密码
                'database'   => 'ticket',       //数据库名称
                'port'       => '3306',         //数据库端口
                'prefix'     => 'pt_',          //数据库表前缀
                'charset'    => 'utf8',         //数据库连接字符集
                'db_display_error' => true      //是否将db错误日志输出到浏览器客户端
        )
);
