<?php
/**
 * +----------------------------------------------------------------------
 * | 打印小票功能模块相关定义文件
 * +----------------------------------------------------------------------
 * | Author: lujingfeng <chingfeng@foxmail.com>
 * +----------------------------------------------------------------------
 * | Date: 2016-03-01
 * +----------------------------------------------------------------------
 */
! defined ( 'MODEL_ROOT_PATH' ) && define ( 'MODEL_ROOT_PATH', dirname(__FILE__) . '/../');
! defined ( 'MODEL_CORE_PATH' ) && define ( 'MODEL_CORE_PATH', MODEL_ROOT_PATH . '/core/');
